{
  "original_file": "queue_documents/f40b0681174840d293346ab2230c5100_6f4f23dc.docx",
  "processed_file": "processed_queue_documents/f40b0681174840d293346ab2230c5100_6f4f23dc.docx",
  "processed_timestamp": "2025-06-12T13:25:04.107243",
  "processing_status": "completed",
  "norshin_data_available": true,
  "file_size": 64935,
  "norshin_response": {
    "success": true,
    "totalPages": 17,
    "totalBatches": 4,
    "retriedPages": [],
    "results": [
      {
        "page": 1,
        "data": {
          "page_number": 1,
          "text_transcription": "PERFORMANCE WORK STATEMENT (PWS)\nMaintenance Analyst Systems Support\nXX June 2025\n1.0 DESCRIPTION OF SERVICES. The 402d Electronics Maintenance Group (EMXG), require a contractor to provide legacy, unique maintenance systems, and scheduling tools program and management support services to facilitate the continuous improvement of production and logistics support efforts for 70+ airframes across all weapon systems to include B-52, F-15E, F-16, KC-135, C-5, F-15, C-130, and C-17 in support of Robins Air Force Base, Georgia.\n1.1 Services Required. The Contractor shall provide on-site project management support services, program management oversight, and technical expertise for maintenance operations in 402 EMXG. The Contractor shall provide troubleshooting for system development, requirements, and software life-cycle management. Included is the analysis of data contained in these systems. The Contractor shall provide the following support to 402 EMXG:\n1.1.1. The Contractor shall provide two (2) people to EMXG who are experienced and proficient utilizing Structured Query Language (SQL) coding skills. There are approximately 75-100 SQL queries built and run on a monthly basis. The Contractor shall provide EMXG with SQL and Tableau coding to enable creation of their specific organization’s BLADE reporting tools to support 2K+ unique workload NSNs (National Stock Numbers).\n1.1.2. The Contractor shall provide analytical services and training to facilitate the correct and effective Government use of the following systems:\n• Lean Depot Maintenance System (LDMS)\n• Center of Parts Activity (COPA)\n• Depot Cost and Scheduling Tool (DCAST)\n• Cost, Performance, and Budget Module (BTM) – EMXG only\n• Cost, and Production Performance Module (CPPM)\n• Basing & Logistics Analytics Data Environment (BLADE)\n• Maintenance Repair & Overhaul (MRO)",
          "section_titles": [
            "PERFORMANCE WORK STATEMENT (PWS)",
            "Maintenance Analyst Systems Support",
            "1.0 DESCRIPTION OF SERVICES",
            "1.1 Services Required"
          ],
          "dates": [
            "XX June 2025"
          ],
          "measurements": [
            "70+ airframes",
            "two (2) people",
            "75-100 SQL queries",
            "2K+ unique workload NSNs"
          ],
          "specifications": [
            "On-site project management support services",
            "Program management oversight",
            "Technical expertise for maintenance operations",
            "Troubleshooting for system development, requirements, and software life-cycle management",
            "Analysis of data contained in systems"
          ],
          "numerical_data": [
            70,
            2,
            75,
            100,
            2000
          ],
          "contract_elements": [],
          "key_details": [
            "Support for B-52, F-15E, F-16, KC-135, C-5, F-15, C-130, C-17",
            "Support for Robins Air Force Base, Georgia",
            "SQL and Tableau coding for BLADE reporting tools",
            "Analytical services and training for multiple systems"
          ]
        }
      },
      {
        "page": 2,
        "data": {
          "page_number": 2,
          "text_transcription": "• Profiles of the Air Force Depot (PAD)\n• Test Equipment Database (TED)\n1.1.3. Provide personnel who are trained and experienced in Critical Chain Project Management, Critical Path, and Theory of Constraints methodologies, resource allocation and optimization, and analytical capabilities within an aircraft maintenance environment. Contractor personnel shall apply the Air Force Sustainment Center’s Art of the Possible gated management system designed to eliminate constraints and produce continuous process improvement, and shall be familiar with the AFSC Art of the Possible Handbook.\n1.1.4. Facilitate the on-time delivery of workload by providing analysis and mitigation recommendations to allow management to make informed critical path and critical chain project decisions to focus resources when and where they can be the most productive.\n1.1.5. Provide qualified analytical expertise to improve efficiencies in material and commodities management and provide high-level forecasting accuracy for out-year requirements to include material management and planning and scheduling support of avionics repair, overhaul and modifications.\n1.1.6. Provide evaluation of strategic planning efforts for Lean and Continuous Process Improvement (CPI) initiatives by utilizing data and systems analysis of maintenance related systems.\n1.1.7. Provide Government personnel with on-the-job training on how to access newly requested data, where a report or query is located within operating systems, etc. The training can be conducted via e-mail, telephone, at an employee’s desk, or in a classroom. Support includes performing analysis of data contained in these systems.\n1.2. Support. Project management support and detailed technical analysis of depot maintenance data is required to promote effective planning, scheduling, and execution of depot repair activities. The Contractor shall:\n1.2.1. Assist with preparing briefings and oral and written reports and conducting team meetings. This includes archiving",
          "section_titles": [
            "1.1.3.",
            "1.1.4.",
            "1.1.5.",
            "1.1.6.",
            "1.1.7.",
            "1.2. Support"
          ],
          "dates": [],
          "measurements": [],
          "specifications": [
            "Personnel trained in Critical Chain Project Management, Critical Path, Theory of Constraints",
            "Resource allocation and optimization",
            "Analytical capabilities in aircraft maintenance",
            "Application of AFSC Art of the Possible",
            "Analysis and mitigation recommendations for workload delivery",
            "Analytical expertise for material and commodities management",
            "Evaluation of strategic planning for Lean and CPI",
            "On-the-job training for Government personnel"
          ],
          "numerical_data": [],
          "contract_elements": [],
          "key_details": [
            "Support for PAD and TED systems",
            "Continuous process improvement focus",
            "Forecasting for out-year requirements",
            "Training can be via email, telephone, desk, or classroom",
            "Support includes analysis of maintenance data"
          ]
        }
      },
      {
        "page": 3,
        "data": {
          "page_number": 3,
          "text_transcription": "information on the programs for analysis on where to focus future efforts and providing historical background information.\n1.2.2. Study and analyze process performance indicators to measure results, assist with focusing attention on optimal opportunities for improvement, and calculating accurate return on investment data used for making informed decisions. All deviations from critical chain/critical path and master schedules shall be analyzed and mitigation recommendations submitted to management no later than five (5) business days after discovery.\n1.2.3. Provide support for Lean Depot Repair activities including the development of standard work processes, creation of cellular flow critical path/critical chain schedules, and other Lean initiatives.\n1.3 Monthly Status Report. The Contractor shall provide a monthly status report for EMXG by electronic mail (email) to the EMXG Government Representative(s) and the Contracting Officer Representative (COR). The reports shall be in Contractor format and delivered no later than the 15th business day of each month reporting the preceding month’s status. The reports shall include the Contractor’s name, contract number, and period of the report, and as a minimum shall address the following ten (10) areas: (CDRL B/C/D/E001, Status Report, DI-MGMT-80368A/T)\n1. All Work accomplished during the period including activities planned but not completed.\n2. Development of work processes and continuous process improvement initiatives.\n3. Creation and execution of critical path schedules.\n4. Opportunities for improvements to processes.\n5. Oral briefings and written reports accomplished.\n6. Training provided to Government personnel.\n7. Type and number of Structured Query Language (SQL) queries run for the period.\n8. Any outstanding unresolved issues with proposed solutions.\n9. Current resource levels and explanation for resource changes.\n10. Risks to contract accomplishment and mitigations plans and activities.\n2.0 SERVICES SUMMARY (SS). Added later by COR.",
          "section_titles": [
            "1.2.2.",
            "1.2.3.",
            "1.3 Monthly Status Report",
            "2.0 SERVICES SUMMARY (SS)"
          ],
          "dates": [
            "no later than the 15th business day of each month"
          ],
          "measurements": [
            "no later than five (5) business days after discovery",
            "ten (10) areas"
          ],
          "specifications": [
            "Study and analyze process performance indicators",
            "Submit mitigation recommendations within 5 business days",
            "Support for Lean Depot Repair activities",
            "Monthly status report requirements"
          ],
          "numerical_data": [
            5,
            10,
            15
          ],
          "contract_elements": [
            "CDRL B/C/D/E001, Status Report, DI-MGMT-80368A/T"
          ],
          "key_details": [
            "Monthly status report to EMXG and COR",
            "Report must include contractor name, contract number, period",
            "Ten required reporting areas"
          ]
        }
      },
      {
        "page": 4,
        "data": {
          "page_number": 4,
          "text_transcription": "Performance Objectives | PWS Para. | Performance Threshold\nOutcome described in clear, | Tells the | Thresholds set clear, concise and simple terms | reader where to go to gain more INSIGHT on the objective | measurable standards of acceptable quality levels (AQL) for performance—what the government can accept\n3.0 GOVERNMENT FURNISHED PROPERTY (GFP).\n3.1 Government Furnished Property. The Government will not provide or place any Government property in the possession of or acquired by the Government in the custody of the Contractor, or for the Contractor to physically remove from Robins AFB unless approved in advance by the Contracting Officer. This includes both Government-owned equipment and/or material.\n3.2 Base Support. The Government will provide base support to the Contractor in the form of office workspace with furniture, personal computer with network access and standard services (email, print applications, etc.), telephone access, and access to office equipment for the performance of official business. The Contractor shall not be authorized to remove any base support items provided by the Government from the workspace, or from Robins AFB unless approved in advance by the Contracting Officer.\n3.2.1 Property protection for the facilities where the Contractors' primary work center is located will be the responsibility of the local Government Facility Manager and local Government Security Manager, or their duly authorized representative in accordance with (IAW) Air Force Instruction (AFI) 31-101, Integrated Defense, The Air Force Installation Security Program and command/local directives. Contractor personnel shall safeguard all Government-owned equipment and materials in their possession or use.\n3.3 Government Furnished Information (GFI).\n3.3.1. Government-Owned and Government-Managed Information. The Government will furnish or make available to the Contractor all Government-owned and Government-managed technical information or guidance as required for the performance of the contract. All GFI shall remain property of the Government. The Contractor will comply with applicable FAR and DFARS clauses in the",
          "section_titles": [
            "Performance Objectives",
            "3.0 GOVERNMENT FURNISHED PROPERTY (GFP)",
            "3.1 Government Furnished Property",
            "3.2 Base Support",
            "3.2.1",
            "3.3 Government Furnished Information (GFI)",
            "3.3.1. Government-Owned and Government-Managed Information"
          ],
          "dates": [],
          "measurements": [],
          "specifications": [
            "No government property provided unless approved by Contracting Officer",
            "Base support includes office workspace, furniture, computer, network, telephone, office equipment",
            "Contractor not authorized to remove base support items",
            "Property protection responsibility of local Government Facility Manager/Security Manager",
            "Safeguard all Government-owned equipment/materials",
            "Government will furnish technical information/guidance as required"
          ],
          "numerical_data": [],
          "contract_elements": [],
          "key_details": [
            "Performance objectives table with AQL",
            "Reference to Air Force Instruction (AFI) 31-101",
            "All GFI remains property of the Government"
          ]
        }
      },
      {
        "page": 5,
        "data": {
          "page_number": 5,
          "text_transcription": "contract and the terms of this PWS regarding the use and dissemination of this information.\n3.3.2. Publicly Available Information. The Government will not furnish information that is already publicly available, whether by unrestricted public access or by purchase in the commercial marketplace.\n3.3.3 Protection of Government Information.\n3.3.3.1 All data provided by the Government to the Contractor for the Contractor to input and process will remain at all times the property of the Government. Technical data input and processed during the performance of duties must at all times be maintained in a readable and readily retrievable format.\n3.3.3.2 All technical data, materials, documents, notes, records, software tools acquired, and/or software produced by the Contractor under this PWS shall become the property of the Government. The Government will have unlimited rights to all materials and will determine the scope of publication and distribution. The Contractor shall deliver electronic copies of all technical data, documents, notes, records and software to the Government upon termination of the contract services or expiration of the contract period.\n3.3.3.3 The Contractor may not use or disclose data provided by the Government for any purpose or in any manner not specifically authorized by the contract.\n3.3.3.4 Contractor employees shall not perform Government work on personal or contractor-owned computers, store Government information on personal or contractor-owned computers, or remove any Government information from Robins AFB. The Contractor shall perform 100% of Government work on Government-owned computers/equipment.\n4.0 GENERAL INFORMATION.",
          "section_titles": [
            "3.3.2. Publicly Available Information",
            "3.3.3 Protection of Government Information",
            "3.3.3.1",
            "3.3.3.2",
            "3.3.3.3",
            "3.3.3.4",
            "4.0 GENERAL INFORMATION"
          ],
          "dates": [],
          "measurements": [
            "100% of Government work on Government-owned computers/equipment"
          ],
          "specifications": [
            "Government will not furnish publicly available information",
            "All data provided by Government remains Government property",
            "Technical data must be maintained in readable/retrievable format",
            "All technical data, materials, documents, notes, records, software tools acquired/produced by Contractor become Government property",
            "Government has unlimited rights to all materials",
            "Contractor must deliver electronic copies of all data upon contract termination/expiration",
            "Contractor may not use/disclose data except as authorized",
            "Contractor employees must not use personal/contractor-owned computers for Government work",
            "No Government information stored on non-Government computers",
            "No removal of Government information from Robins AFB"
          ],
          "numerical_data": [
            100
          ],
          "contract_elements": [],
          "key_details": [
            "Protection and ownership of Government information",
            "Strict requirements for use and storage of Government data",
            "All work must be performed on Government-owned equipment"
          ]
        }
      },
      {
        "page": 6,
        "data": {
          "page_number": 6,
          "text_transcription": "4.1 Government Representatives. The following individuals will serve as the Primary and Alternate Government Representatives as the points of contact through which all contractor-provided services will be requested and accomplished for EMXG. Government Representatives will not supervise the Contractor, and they are not empowered to make any contractual commitments or to authorize any contractual changes on the Government’s behalf. The following individuals will serve as Government Representatives for EMXG.\n\nPrimary Government Representative | Alternate Government Representative\nName: Melanie Hartzog | Name: David Lancaster\nUnit: 402 EMXG | Unit: 402 EMXG/MXDSA\nPhone: (478) 926-9470 | Phone: (478) 926-9160\nEmail: Melanie.Hartzog@us.af.mil | Email: David.Lancaster@us.af.mil\n\n4.2 Contractor Program Manager. The Contractor shall provide a Program Manager who shall be the single point of contact between the Contractor and the Government. The name and phone number of the Contractor’s Program Manager shall be provided in writing to the Contracting Officer, Government Representatives, and COR no later than five (5) calendar days after contract award date.\n\n4.3 Place of Performance and Hours of Work. On-site contract services shall be performed in Building 645 in support EMXG at Robins Air Force Base, GA. The Contractor’s work hours (shifts) shall normally be from 6:00 am to 4:00 pm (EST), Monday through Friday. The Government may adjust the Contractor’s work hours based on workload requirements, with the flexibility to start work earlier, work odd shifts, and/or work weekends. The Government will provide the Contractor the required work hours (schedule) for contractor personnel and will provide a 48-hour notice prior to changing any work hours.\n\n4.4 Recognized Holidays. Unless otherwise required by the Government, the Contractor shall not have access to Government facilities to work or telework on all federal holidays or during facility closings as authorized by the Government. If the holiday falls on Saturday, it is observed on Friday. If the holiday falls on a Sunday, it is observed on Monday.",
          "section_titles": [
            "4.1 Government Representatives",
            "4.2 Contractor Program Manager",
            "4.3 Place of Performance and Hours of Work",
            "4.4 Recognized Holidays"
          ],
          "government_representatives": [
            {
              "role": "Primary Government Representative",
              "name": "Melanie Hartzog",
              "unit": "402 EMXG",
              "phone": "(478) 926-9470",
              "email": "Melanie.Hartzog@us.af.mil"
            },
            {
              "role": "Alternate Government Representative",
              "name": "David Lancaster",
              "unit": "402 EMXG/MXDSA",
              "phone": "(478) 926-9160",
              "email": "David.Lancaster@us.af.mil"
            }
          ],
          "place_of_performance": "Building 645, Robins Air Force Base, GA",
          "work_hours": "6:00 am to 4:00 pm (EST), Monday through Friday",
          "notice_for_work_hour_change": "48-hour notice",
          "program_manager_notification_deadline_days": 5,
          "holiday_observance": {
            "saturday": "Friday",
            "sunday": "Monday"
          }
        }
      },
      {
        "page": 7,
        "data": {
          "page_number": 7,
          "text_transcription": "4.5 Security Requirements.\n\n4.5.1 Government Security Regulations. The Contractor shall ensure personnel, information, system, facility, and international security requirements are met in accordance with 32 CFR Part 117, National Industrial Security Program Operating Manual (NISPOM), Department of the Air Force Instruction (DAFI) 31-101, Integrated Defense.\n\n4.5.2 Contractor Security Clearance. This requirement does require a Secret security clearance. The Contractor shall ensure Contractor personnel have a valid security clearance appropriate to the access required for proper accomplishment of contract/order requirements. Contractor personnel shall not be authorized access to classified and/or sensitive, but unclassified, information and/or materials or be permitted to work on classified and/or sensitive, but unclassified, projects and/or programs without a proper security clearance and a need-to-know. Contractor personnel whose clearances have been suspended or revoked shall immediately be denied access to classified and/or sensitive, but unclassified, information.\n\n4.5.3 Communications Security (COMSEC). The Contractor shall use only secure communications methods and/or equipment to transmit or otherwise transfer classified and/or sensitive, but unclassified, information in accordance with 2 CFR Part 117, National Industrial Security Program Operating Manual (NISPOM).\n\n4.5.4 Access to Government Systems/Issuance of Common Access Cards (CAC). The Contractor shall ensure a CAC is obtained by all contractor/subcontractor personnel who require access to DoD computer networks/systems, for DoD facility entry control and/or for physical access to facilities and buildings to perform tasks under the contract/order. The Contractor shall provide a list of contractor/subcontractor personnel who require a CAC to the PCO. The Government will provide the Contractor instruction on how to complete Mission Partner-Identity, Credential and Access Management (MP-ICAM) application and notify the Contractor of approval/disapproval of contractor/subcontractor personnel application. Contractor/subcontractor personnel shall obtain the CAC from the local Real Time Automated Personnel Identification Documentation System (RAPIDS) issuing facility [usually the Military Personnel Flight (MPF)].",
          "section_titles": [
            "4.5 Security Requirements",
            "4.5.1 Government Security Regulations",
            "4.5.2 Contractor Security Clearance",
            "4.5.3 Communications Security (COMSEC)",
            "4.5.4 Access to Government Systems/Issuance of Common Access Cards (CAC)"
          ],
          "security_requirements": {
            "government_security_regulations": [
              "32 CFR Part 117",
              "National Industrial Security Program Operating Manual (NISPOM)",
              "Department of the Air Force Instruction (DAFI) 31-101, Integrated Defense"
            ],
            "contractor_security_clearance": "Secret security clearance required",
            "comsec": "Secure communications methods/equipment required for classified/sensitive but unclassified information",
            "cac_access": "CAC required for DoD computer networks/systems, facility entry, and physical access"
          }
        }
      },
      {
        "page": 8,
        "data": {
          "page_number": 8,
          "text_transcription": "4.5.4.1 Network Access. Contractor employees requiring network access shall maintain completed and current network user training as required for compliance with all applicable initial and annual network-related access and security training. Contractor employees requiring a Government provided email account shall be subject to the same restrictions and conditions imposed upon Government employees. The Contractor shall ensure Contractor personnel who require access to an unclassified or classified Government Automated Information System (AIS) have the appropriate background check or security investigation. Upon completion or termination of the contract, order, or termination of Contractor personnel, the system account(s) will be closed.\n\n4.5.4.2 The Contractor shall immediately report a lost or stolen CAC as directed by local Government policy. The Contractor shall notify the PCO of any change to the list of contractor/subcontractor personnel who require a CAC and provide an updated list within five business days. The Contractor shall return a CAC within five business days once contractor/subcontractor personnel no longer require computer network/system access and/or facility access. The Contractor shall return an expired CAC within five business days after the expiration date. The Contractor shall return any and all CACs within five business days after completion/termination of the contract as directed by local Government policy.\n\n4.5.4.3 Foreign Nationals must meet the requirements of DoDM5200.02 DAFMAN 16-1405, Air Force Personnel Security Program, prior to access.\n\n4.6.5 Access to Government Facilities/Contractor ID (Badging). The Contractor shall ensure Contractor/subcontractor personnel who require access to Robins AFB or other Government facilities comply with the security requirements of the installation.\n\n4.6.5.1 The Contractor shall ensure a Defense Biometric Identification System (DBIDS) ID card is obtained by all contractor/subcontractor personnel who require recurring access to a Government facility, but not local area network (LAN) access. The Contractor shall submit a letter to the PCO or COR listing all contractor/subcontractor personnel requiring access to the facility. The PCO or COR will approve the request and forward it to the designated badging agent to accomplish Robins AFB access affidavit. The badging agent then submits to “Pass and Registration” for issuance of the contractor’s DBIDS ID card. Contractor/subcontractor personnel shall report to the issuing/registration office to obtain the DBIDS ID card(s) with required documentation.",
          "section_titles": [
            "4.5.4.1 Network Access",
            "4.5.4.2 Lost or Stolen CAC",
            "4.5.4.3 Foreign Nationals",
            "4.6.5 Access to Government Facilities/Contractor ID (Badging)",
            "4.6.5.1 DBIDS ID Card"
          ],
          "network_access_requirements": [
            "Completed and current network user training (initial and annual)",
            "Government email account subject to same restrictions as Government employees",
            "Background check or security investigation for AIS access",
            "System accounts closed upon contract/personnel termination"
          ],
          "cac_handling_requirements": {
            "lost_stolen": "Report immediately as per local policy",
            "update_list": "Notify PCO and provide updated list within 5 business days",
            "return_cac": "Within 5 business days after no longer needed, expiration, or contract completion/termination"
          },
          "foreign_nationals_requirement": "DoDM5200.02 DAFMAN 16-1405, Air Force Personnel Security Program",
          "dbids_id_card_requirement": "Required for recurring access to Government facility (not LAN access); process involves PCO/COR approval, badging agent, and Pass and Registration office"
        }
      },
      {
        "page": 9,
        "data": {
          "page_number": 9,
          "text_transcription": "contractor/subcontractor personnel requiring access to the facility. The PCO or COR will approve the request and forward it to the designated badging agent to accomplish Robins AFB access affidavit. The badging agent then submits to “Pass and Registration” for issuance of the contractor’s DBIDS ID card. Contractor/subcontractor personnel shall report to the issuing/registration office to obtain the DBIDS ID card(s) with required documentation.\n\n4.6.5.2 All personnel requesting installation Contractor DBIDS ID (credentials) must present a valid state issued identification card or driver’s license and a social security card or certified birth certificate or passport before they will be issued a credential. For those operating a motor vehicle on base, they will need to provide valid proof of registration and insurance. If Contractor employees are not a U.S. citizen, they must possess proof showing they are allowed to work in the United States/Georgia. Persons must present a previously issued Contractor identification card if applicable. Any foreign visitor/contractors must coordinate with the Foreign Disclosure Office. DBIDS ID cards are normally valid up to one year.\n\n4.6.5.3 The Air Force has mandated contractors requesting a badging ID, consent to a check of their criminal history prior to being allowed access to installations. The check will be conducted at the Visitor Control Center (VCC) off Watson Boulevard, Robins AFB, GA. Contractors requiring unescorted access will need their driver’s license or state-issued ID, and a social security card, which will be checked by name, dates of birth and social security number. The COR will work with the badging agent and the Contractor to submit required documentation to the Visitor Control Center (VCC). The contractor ID card/badge authorizes unescorted entry to Robins AFB for the bearer only. A contractor with a DBIDS ID card does NOT have sponsorship capability.\n\n4.6.5.4 The Contractor shall submit a letter to the PCO immediately if contractor/subcontractor personnel no longer require access, upon transfer/termination of contractor/subcontractor personnel or upon completion/termination of the contract/order. The letter shall identify the name(s) and social security number(s) of the Contractor/subcontractor personnel. The Contractor shall return the ID card(s) to the issuing/registration office upon expiration, upon transfer/termination of Contractor/subcontractor personnel, or once contractor/subcontractor personnel no longer require access to the facility. If Contractors do not turn in their ID, the Contractor shall contact the designated badging agent to terminate installation access.\n\n4.7.6 Operations Security (OPSEC). The purpose of OPSEC is to reduce the vulnerability of USAF missions to adversary collection and exploitation of critical information. The Contractor shall comply with DoDD 5205.02E “DoD Operations Security”, DoD Manual 5205.02-M and AFI 10-701 “Operations Security” to protect United States (U.S. Government interest. The Contractor shall ensure compliance with OPSEC requirements including procedures to protect classified and/or sensitive, but unclassified, Government projects and/or programs. The Contractor shall ensure Contractor personnel who perform work at Robins AFB or another Government facility comply with the OPSEC procedures of the facility.",
          "section_titles": [
            "4.6.5.2 DBIDS ID Credential Requirements",
            "4.6.5.3 Criminal History Check",
            "4.6.5.4 Return of ID Cards",
            "4.7.6 Operations Security (OPSEC)"
          ],
          "dbids_id_credential_requirements": [
            "Valid state issued ID or driver’s license",
            "Social security card or certified birth certificate or passport",
            "Proof of registration and insurance for vehicle operators",
            "Proof of work eligibility for non-U.S. citizens",
            "Previously issued Contractor ID card if applicable",
            "Foreign visitors/contractors coordinate with Foreign Disclosure Office",
            "DBIDS ID cards valid up to one year"
          ],
          "criminal_history_check": {
            "location": "Visitor Control Center (VCC), Watson Boulevard, Robins AFB, GA",
            "requirements": [
              "Driver’s license or state-issued ID",
              "Social security card",
              "Check by name, date of birth, and SSN"
            ],
            "note": "DBIDS ID card does NOT have sponsorship capability"
          },
          "id_card_return_procedure": {
            "notification": "Letter to PCO immediately upon personnel no longer requiring access, transfer/termination, or contract completion",
            "information_required": "Name(s) and SSN(s) of personnel",
            "return": "ID card(s) to issuing/registration office upon expiration, transfer/termination, or no longer requiring access",
            "termination": "Contact badging agent if ID not returned"
          },
          "opsec_requirements": [
            "Comply with DoDD 5205.02E, DoD Manual 5205.02-M, AFI 10-701",
            "Protect classified and/or sensitive, but unclassified, Government projects/programs",
            "Comply with OPSEC procedures of the facility"
          ]
        }
      },
      {
        "page": 10,
        "data": {
          "page_number": 10,
          "text_transcription": "upon expiration, upon transfer/termination of Contractor/subcontractor personnel, or once contractor/subcontractor personnel no longer require access to the facility. If Contractors do not turn in their ID, the Contractor shall contact the designated badging agent to terminate installation access.\n\n4.7.6 Operations Security (OPSEC). The purpose of OPSEC is to reduce the vulnerability of USAF missions to adversary collection and exploitation of critical information. The Contractor shall comply with DoDD 5205.02E “DoD Operations Security”, DoD Manual 5205.02-M and AFI 10-701 “Operations Security” to protect United States (U.S. Government interest. The Contractor shall ensure compliance with OPSEC requirements including procedures to protect classified and/or sensitive, but unclassified, Government projects and/or programs. The Contractor shall ensure Contractor personnel who perform work at Robins AFB or another Government facility comply with the OPSEC procedures of the facility.\n\n4.7.7 Technology Control Plan. The Contractor shall have an applicable Technology Control Plan (TCP) that protects export-controlled tech data and defense articles consistent with DoDM 5200.01 Vols 1, 2 and 3. The TCP shall comply with:\n\n1. 48 CFR 52.239-1, Privacy or Security Safeguards\n2. 48 CFR 252.225-7048, Export-Controlled Items\n\n4.7.7.1 OPSEC Plan. The Contractor shall implement this plan as part of its TCP, and shall ensure compliance with OPSEC requirements including procedures to protect classified and/or sensitive, but unclassified, Government projects and/or programs. The Contractor shall ensure that physical security protects CUI and defense articles from accidental or improper disclosure to or inspection by foreign persons as well as loss from theft. (CDRL A00X, DI-MGMT-80934C NOT 1, Operations Security (OPSEC) Plan)\n\n4.7.7.2 INFOSEC/COMPUSEC Plan. The Contractor shall implement this plan as part of its TCP. (CDRL A00X, DI-MGMT-82247, Contractor’s Systems Security Plan and Associated Plans of Action to Implement NIST SP 800-171 on a Contractor’s Internal Unclassified Information System).",
          "section_titles": [
            "4.7.6 Operations Security (OPSEC)",
            "4.7.7 Technology Control Plan",
            "4.7.7.1 OPSEC Plan",
            "4.7.7.2 INFOSEC/COMPUSEC Plan"
          ],
          "opsec_requirements": [
            "Comply with DoDD 5205.02E, DoD Manual 5205.02-M, AFI 10-701",
            "Protect classified and/or sensitive, but unclassified, Government projects/programs",
            "Comply with OPSEC procedures of the facility"
          ],
          "tcp_requirements": [
            "Technology Control Plan (TCP) required",
            "Protects export-controlled tech data and defense articles",
            "Comply with DoDM 5200.01 Vols 1, 2, 3",
            "Comply with 48 CFR 52.239-1, Privacy or Security Safeguards",
            "Comply with 48 CFR 252.225-7048, Export-Controlled Items"
          ],
          "opsec_plan_requirements": [
            "Implement OPSEC plan as part of TCP",
            "Protect classified and/or sensitive, but unclassified, Government projects/programs",
            "Physical security for CUI and defense articles",
            "Prevent accidental/improper disclosure or inspection by foreign persons",
            "Prevent loss from theft",
            "CDRL A00X, DI-MGMT-80934C NOT 1, Operations Security (OPSEC) Plan"
          ],
          "infosec_compusec_plan_requirements": [
            "Implement INFOSEC/COMPUSEC plan as part of TCP",
            "CDRL A00X, DI-MGMT-82247, Contractor’s Systems Security Plan and Associated Plans of Action to Implement NIST SP 800-171 on a Contractor’s Internal Unclassified Information System"
          ]
        }
      },
      {
        "page": 11,
        "data": {
          "page_number": 11,
          "text_transcription": "4.7.8 Security Incident or Violation. The Contractor shall immediately notify the Government Security Office of any potential or actual security incidents or violations including potential or actual unauthorized disclosure or compromise of classified and/or sensitive, but unclassified, information.\n\n4.7.9. Contractor Identification. Contractor personnel shall wear visible identification designating them as contractors at all times while on Robins Air Force Base.\n\n4.8 Contractor Vehicle Entry. The Contractor shall contact the Robins Air Force Base Visitor's Center to and comply with local procedures for obtaining credentials and vehicle entry. Information may be obtained by calling the following phone number: Commercial 478-222-1972.\n\n4.9 Quality Management System (QMS): The Contractor shall ensure the quality of services through a quality and/or inspection system. Within 60 days of contract award, the Contractor shall submit a Quality Control Plan (QCP) to the Government Representatives addressing detection of quality program problems and defects, identification of root causes for quality related problems/defects, correction of root causes related to detected problems/defects, and follow-up to ensure quality related problems/defects do not recur. The plan shall include the schedule of quality assurance/control inspections planned by the Contractor. (CDRL A00X, DI-QCIC-81722/T, Quality Program Plan)\n\n4.10 Agency Affirmative Procurement Program. In accordance with FAR 23.404(b)(1), 100% of purchases of Environmental Protection Agency (EPA)-designated products included in the Comprehensive Procurement Guidelines (CPG) list [https://www.epa.gov/smm/comprehensive-procurement-guideline-cpg-program] and/or United States Department of Agriculture (USDA)-designated products included in the bio based product listings [http://www.biopreferred.gov/] shall, at a minimum, meet the EPA or USDA standards for recovered materials or bio based content, respectively, unless an item cannot be acquired competitively within a realistic timeframe, meet appropriate performance standards, and/or be acquired at a reasonable price.\n\n4.10.1 In accordance with FAR 23.107-1, the Contractor shall provide estimates and verification of recovered material for EPA-designated CPG products and certification for both EPA-designated CPG products and USDA-designated bio based products. In accordance with the Robins Air Force Base, Georgia / Affirmative Procurement Program (formerly Green Procurement Program (GPP)) Plan, the Contractor shall provide estimates and certifications to the Government for completion of the applicable attachment(s) to be included in the Purchase Request (PR) package.",
          "section_titles": [
            "4.7.8 Security Incident or Violation",
            "4.7.9 Contractor Identification",
            "4.8 Contractor Vehicle Entry",
            "4.9 Quality Management System (QMS)",
            "4.10 Agency Affirmative Procurement Program",
            "4.10.1"
          ],
          "measurements": [],
          "specifications": [
            "Within 60 days of contract award, submit Quality Control Plan (QCP)",
            "100% of purchases of EPA-designated products",
            "Phone number for vehicle entry: 478-222-1972"
          ],
          "numerical_data": [
            "60 days",
            "100%",
            "478-222-1972"
          ],
          "contract_elements": [
            "CDRL A00X, DI-QCIC-81722/T, Quality Program Plan",
            "FAR 23.404(b)(1)",
            "FAR 23.107-1"
          ],
          "key_details": [
            "Contractor must notify Government Security Office of security incidents",
            "Contractor personnel must wear visible identification",
            "Contractor must contact Visitor's Center for vehicle entry",
            "Quality Management System required",
            "Affirmative Procurement Program compliance required"
          ]
        }
      },
      {
        "page": 12,
        "data": {
          "page_number": 12,
          "text_transcription": "4.11 Environmental Management System (EMS).\nEnvironmental Management Systems (EMS) Awareness Training: All contractor personnel working on Robins AFB who perform activities on the installation are required to complete Air Force-provided initial EMS Awareness Training. It is the responsibility of the Prime Contractor to ensure that all sub-contractors, vendors, and employees complete this training prior to beginning work on Robins AFB. Notification of training completion shall be sent to the Robins AFB Contracting Officer (CO) and the Contract Surveillance Management Office (CSMO) POCs to be maintained in the contract file for tracking purposes. Failure to provide documentation of EMS Training may result in termination of the contract.\n\n4.11.1 EMS training is provided by Environmental Management. Request for Robins EMS Awareness training through email at 78ceq.cev.FrontOfc@us.af.mil. Contractors have two options to satisfy the mandatory EMS Awareness Training requirement. (Front Desk: 478-926-8178.)\n\n4.11.2 Option 1: Contractors can register for an account through The Environmental Awareness Course Hub (TEACH), the Air Force training database: https://usaf.learningbuilder.com/account/login/?ReturnUrl=%2f\nSearch for Course ID: EMS110UHHZ00293\nDirections:\n1. Hover your mouse over the Courses and Transcripts tab.\n2. Click on Transcripts\n3. Click into the TEACH Course Completion Log by clicking the orange Continue or Begin button.\n4. When you are on the transcript, click on the blue “Search for Course” button.\n5. When the pop up appears enter the course name or course number and press search.\n6. Once you find the course you want to add, click on the +Select button to add the course to your transcript.",
          "section_titles": [
            "4.11 Environmental Management System (EMS)",
            "4.11.1",
            "4.11.2 Option 1"
          ],
          "measurements": [],
          "specifications": [
            "EMS Awareness Training required for all contractor personnel",
            "Notification of training completion required",
            "Training request email: 78ceq.cev.FrontOfc@us.af.mil",
            "Front Desk: 478-926-8178",
            "Course ID: EMS110UHHZ00293"
          ],
          "numerical_data": [
            "478-926-8178",
            "Course ID: EMS110UHHZ00293"
          ],
          "contract_elements": [],
          "key_details": [
            "EMS Awareness Training mandatory",
            "Prime Contractor responsible for all personnel training",
            "Failure to provide documentation may result in contract termination",
            "Two options for EMS training completion"
          ]
        }
      },
      {
        "page": 13,
        "data": {
          "page_number": 13,
          "text_transcription": "(Note: TEACH may not supported by Internet Explorer; recommend using Chrome.)\n\n4.13.3 Option 2: Contractor requests a copy of the Robins EMS Awareness Training PowerPoint Presentation from Environmental Management. The request should be sent to the Environment Management Workflow Box at the following email address, 78ceq.cev.FrontOfc@us.af.mil. Once the presentation is received, the contractor is responsible for ensuring that all his/her employees view the training. (CDRL AXXX DI-MGMT-80368A/T, Status Report/EMS Training)\n\n4.14 ISO 50001 - Energy Management System. Due to the WR-ALC being ISO 500001 certified, all contractors are subject to the Energy Management System (EnMS) requirements and shall abide by certification guidelines whenever applicable.\n\n4.14.1. EnMS Training. All contractor personnel working on Robins AFB who perform activities on the installation are required to complete Air Force provided initial EnMS Training. It is the responsibility of the Prime Contractor to ensure that all sub-contractors, vendors, and employees complete this training prior to beginning work on Robins AFB.\n\n4.14.1.1. EnMS training is provided by the Energy Assurance Office. The Contractor shall request the training by sending an email to 402MXSG.MXDEA.EnergyAssurance@us.af.mil.\n\n4.14.2. Notification of training completion shall be sent to the Energy Assurance Office (402MXSG.MXDEA.EnergyAssurance@us.af.mil) and the CSMO POC to be maintained for tracking purposes. Failure to provide documentation of EnMS Training prior to beginning work may result in termination of the contract. (CDRL AXXX DI-MGMT-80368A/T, Status Report/EnMS Training)\n\n4.15 Contractor Safety Program. (See Appendix C, Part II, Para 7) The Contractor shall establish and maintain an acceptable safety program in accordance with their accepted Safety and Health Plan. The Air Force is part of the OSHA Voluntary Protection Program (VPP). All shall familiarize themselves with the requirements of VPP. Information on the VPP can be accessed at http://www.osha.gov/dcsp/vpp/index.html. Additionally, the Contractor is responsible for the safety and health of all subcontractor employees. No more than two Class C mishaps per contract year and Zero Class A or B mishaps will be tolerated. All changes to the plan must also be submitted in writing and approved by the Government.",
          "section_titles": [
            "4.13.3 Option 2",
            "4.14 ISO 50001 - Energy Management System",
            "4.14.1 EnMS Training",
            "4.14.1.1",
            "4.14.2",
            "4.15 Contractor Safety Program"
          ],
          "measurements": [],
          "specifications": [
            "ISO 50001 certification requirements apply",
            "EnMS Training required for all contractor personnel",
            "EnMS training request email: 402MXSG.MXDEA.EnergyAssurance@us.af.mil",
            "Notification of training completion required",
            "No more than two Class C mishaps per contract year",
            "Zero Class A or B mishaps tolerated",
            "VPP information: http://www.osha.gov/dcsp/vpp/index.html"
          ],
          "numerical_data": [
            "ISO 50001",
            "Two Class C mishaps per contract year",
            "Zero Class A or B mishaps"
          ],
          "contract_elements": [
            "CDRL AXXX DI-MGMT-80368A/T, Status Report/EMS Training",
            "CDRL AXXX DI-MGMT-80368A/T, Status Report/EnMS Training"
          ],
          "key_details": [
            "Option 2 for EMS training: PowerPoint presentation",
            "Prime Contractor responsible for all personnel EnMS training",
            "Failure to provide documentation may result in contract termination",
            "Contractor must maintain acceptable safety program",
            "All changes to safety plan must be submitted in writing"
          ]
        }
      },
      {
        "page": 14,
        "data": {
          "page_number": 14,
          "text_transcription": "4.15.1 Safety and Health Plan: Within 10 calendar days after contract award, the contractor shall email a copy of their company Safety Plan that is required to ensure compliance with the Occupational Safety and Health Act (OSHA) (Public Law 91-596) to 402mxw.se.wf@us.af.mil. The Safety Plan will be provided to the Safety Office for review. The Safety Office will provide acceptance or non-acceptance within 5 working days of receipt to the government point-of-contact who will notify the CO. (CDRL AXXX, DI-SAFT-82080/T NOT 1, Contractor's Safety Plan).\n\n4.15.2 The Contractor Safety Plan shall address in detail the items listed in the Contract Appendix C, Part II through Part IV as applicable. For task specific procedures identified in the Contract Appendix C, the contractor’s internal procedures for those tasks must be identifiable within the submitted Safety Plan or shall be provided in an amendment or addendum to the company’s Safety Plan. If task specific procedures identified in the Contract Appendix C, are not submitted with the contractor’s Safety Plan, the submitted Safety Plan will be returned as NOT ACCEPTED. The contractor will have 5 working days to resubmit the Safety Plan, amendment or addendum to address or correct issues identified for non-acceptance. The Safety Office will provide acceptance or non-acceptance of the resubmission within 5 workings days of receipt to the government POC who will notify the CO.\n\n4.16 Mishap Notification. (See Appendix C, Part II, Para 5) The Contractor shall notify the Robins AFB Safety Office telephonically at (478)327-4862 during duty hours and (478)926-3567 after hours, within four (4) hour after initial notification of all mishaps or incidents for damage to DoD property (material plus labor) entrusted by this contract and employee injuries as a result of the contract operation. A follow-up (written or e-mail) of this mishap/incident notification shall be sent within three calendar days to the Government Representative, the Procurement Contracting Officer (PCO), CSMO Representative (with a copy to program manager), who will forward it to the Safety Office. The information that is not available at the time of the initial notification shall be provided within 20 calendar days after the notification shall be provided within 20 calendar days after the mishap. Mishap notification shall contain, as a minimum, the following information:\n\na. Contract, Contract Number, Name and Title of Person(s) Reporting\nb. Date, Time and exact location of accident/incident\nc. Brief Narrative of accident/incident (Events leading to accident/incident)\nd. Cause of accident/incident, if known\ne. Estimated cost of accident/incident (material and labor to repair/replace)\nf. Impound Authority Name and Phone Number (as applicable)\ng. Nomenclature of equipment and personnel involved in accident/incident\nh. Corrective actions (taken or proposed)\ni. Other pertinent information\n\n(CDRL AXXX, DI-SAFT-81563 NOT 2, Accident/Incident Report)",
          "section_titles": [
            "4.15.1 Safety and Health Plan",
            "4.15.2",
            "4.16 Mishap Notification"
          ],
          "measurements": [],
          "specifications": [
            "Safety Plan required within 10 calendar days after contract award",
            "Safety Plan email: 402mxw.se.wf@us.af.mil",
            "Safety Office review within 5 working days",
            "Mishap notification phone numbers: (478)327-4862 (duty), (478)926-3567 (after hours)",
            "Follow-up notification within 3 calendar days",
            "Additional information within 20 calendar days"
          ],
          "numerical_data": [
            "10 calendar days",
            "5 working days",
            "478-327-4862",
            "478-926-3567",
            "4 hours",
            "3 calendar days",
            "20 calendar days"
          ],
          "contract_elements": [
            "CDRL AXXX, DI-SAFT-82080/T NOT 1, Contractor's Safety Plan",
            "CDRL AXXX, DI-SAFT-81563 NOT 2, Accident/Incident Report"
          ],
          "key_details": [
            "Safety Plan must address items in Contract Appendix C",
            "Task specific procedures must be included or submitted as amendment",
            "Mishap notification requirements and minimum information listed"
          ]
        }
      },
      {
        "page": 15,
        "data": {
          "page_number": 15,
          "text_transcription": "4.17 Essential Services During Crisis. The Services Acquisition Lead (SAL) has determined, by placing in writing their decision, that this requirement is/is not Mission Essential (M-E) in accordance with DFARS 237.76, Continuation of Essential Contractor Services.\n\n4.18 Inspection of Services/Inspection of Supply: In accordance with the Inspection of Supply/Services clause(s) identified in the contract/order, the Government reserves the right to inspect Contractor performance.\n\n4.19 Invoice/Payment and Receipt/Acceptance: In accordance with DFARS clause 252.232-7003, Electronic submission of Payment Requests and Receiving Reports, the Contractor shall submit/process payment requests (invoices, Receiving Reports or combos) and receipt/acceptance documents via Procurement Integrated Enterprise Environment (PIEE) through module Wide Area Workflow (WAWF). Access at the following site: https://piee.eb.mil/\n\n4.20 Marking Requirement: Unique Item Identification (UID) is required for all items to be delivered to the Department of defense (DoD) that meet the criteria established by the DFARS Clause 252.211-7003.",
          "section_titles": [
            "4.17 Essential Services During Crisis",
            "4.18 Inspection of Services/Inspection of Supply",
            "4.19 Invoice/Payment and Receipt/Acceptance",
            "4.20 Marking Requirement"
          ],
          "measurements": [],
          "specifications": [
            "DFARS 237.76 applies to Mission Essential determination",
            "DFARS clause 252.232-7003 for electronic payment submission",
            "PIEE/WAWF site: https://piee.eb.mil/",
            "UID required for all items per DFARS Clause 252.211-7003"
          ],
          "numerical_data": [
            "DFARS 237.76",
            "DFARS clause 252.232-7003",
            "DFARS Clause 252.211-7003"
          ],
          "contract_elements": [],
          "key_details": [
            "SAL determines Mission Essential status in writing",
            "Government reserves right to inspect contractor performance",
            "Electronic payment and receipt/acceptance required",
            "UID marking required for DoD deliveries"
          ]
        }
      },
      {
        "page": 16,
        "data": {
          "page_number": 16,
          "section": "5.0 APPENDICES",
          "subsection_1": "5.1. Minimum Contractor Qualifications and Experience.",
          "5.1.1": "Three (3) years of recent (within the last seven (7) years) experience using Critical Path and Critical Chain Project Management, and Theory of Constraints planning and execution processes.",
          "5.1.2": "Two (2) years of recent (within the last five (5) years) experience with the following programs:",
          "5.1.2_programs": [
            "Structured Query Language (SQL) (used for queries and reports).",
            "Visual Basic 7.1. VBA",
            "Microsoft Access VBA (Forms/Reports/Macros/Modules)",
            "Microsoft Excel VBA (Forms/ Macros/ Modules/Charts/Pivot tables)",
            "Microsoft PowerPoint"
          ],
          "subsection_2": "5.2 Publications",
          "publications": [
            {
              "publication": "DoD Manual 5200.01, Vol. 1, DoD Information Security Program: Overview",
              "date": "24 Feb 2012",
              "reference": "Entire"
            },
            {
              "publication": "DoD Manual 5200.01, Vol. 4, DoD Information Security Program: Controlled Unclassified Information (CUI)",
              "date": "24 Feb 2012",
              "reference": "Entire"
            },
            {
              "publication": "AFI 31-101, Integrated Defense",
              "date": "5 July 2017",
              "reference": "Entire"
            },
            {
              "publication": "DoD 5220.22-M, National Industrial Security Program Operating Manual",
              "date": "18 May 2016",
              "reference": "Entire"
            },
            {
              "publication": "FAR, Federal Acquisition Regulation",
              "date": "1 Nov 2018",
              "reference": "Sections referred to in PWS"
            },
            {
              "publication": "AFSC Handbook 60-101, AFSC Art of the",
              "date": "5 Nov 2018",
              "reference": "Entire"
            }
          ]
        }
      },
      {
        "page": 17,
        "data": {
          "page_number": 17,
          "publications": [
            {
              "publication": "Possible Handbook",
              "date": "",
              "reference": ""
            }
          ]
        }
      }
    ],
    "processingMethod": "detailed_batch_analysis"
  }
}